Repository: SvichkarevAnatoly/deepmethod
Catalog: po/*.po
Languages: ru

source: Usage:
ru: Использование:

source: Help Options:
ru: Опции помощи:

source: Show help options
ru: Поазать помощь

source: Application Options:
ru: Опции приложения:

source: File name for everything and default group names
ru: Имя файла настроек с имена групп по-умолчанию

source: FILENAME
ru: ИМЯ

source: File name where model is described
ru: Имя файла с описанием модели

source: Group name where model is described
ru: Имя группы с описанием модели

source: GROUP
ru: ГРУППА

source: File name where settings are described
ru: Имя файла с настройками метода

source: Group name where settings are described
ru: Имя группы с настройками метода

source: File name where target is described
ru: Имя файла с настройками цели

source: Group name where target is described
ru: Имя группы с настройками цели

source: File name to write
ru: Имя файла для записи

source: What to do
ru: Что нужно сделать

source: OPERATION
ru: ОПЕРАЦИЯ

source: Extract line from log
ru: Извлечь строку лога

source: NUMBER
ru: НОМЕР

source: DEEP optimizer, version
ru: ППРЭ оптимизатор, версия

source: - DEEP optimizer
ru: - ППРЭ оптимизатор

source: option parsing failed: %s
ru: разбор опций провалился: %s

source: %s called with wrong options for model
ru: %s вызвана с неправильными опциями для модели

source: %s called with wrong options for settings
ru: %s вызвана с неправильными опциями для настроек

source: %s called with wrong options for target
ru: %s вызвана с неправильными опциями для цели

source: %s called with wrong options for output
ru: %s вызвана с неправильными опциями для вывода

source: %s called with wrong options for operation
ru: %s вызвана с неправильными опциями для операции

source: Settings init:%s
ru: Инициализация настроек: %s

source: Settings process init:%s
ru: Инициализация настроек процесса: %s

source: Monitor error:%s
ru: Ошибка монитора:%s

source: Loop finished with an unknown error. Output not produced.
ru: Цикл завершился с неизвестной ошибкой. Результаты не достигнуты.
